<html lang="de_DE">
<head>
<style>
     body{
        font-family: Arial, Helvetica, sans-serif;
        font-size: 24px;
        line-height: 28px;
        hyphens: auto;
     }
     h1, h2{
        margin-block-end: 0.4em;
        hyphens: none;
     }
     h2{
        line-height: 1.1em;
     }
     h3{
        margin-block-end: 0.2em;

     }
    article{
        max-width: 700px;
        margin-left: auto;
        margin-right: auto;
    }
    ul{
        margin-block-start: 0em;
    }

</style>

</head>
<body>
    <article>
<h1>Datenschutzerkl&auml;rung der Mesh Festival</h1>
    <p>Version 1</p>
    
    <h2>Allgemeine Informationen</h2>
    Das Mesh Festival (nachstehend auch &laquo;wir&raquo;, &laquo;uns&raquo;) erkl&auml;rt in dieser Datenschutzerkl&auml;rung, wie wir Ihre Personendaten erheben, was wir damit tun, f&uuml;r welche Zwecke und auf welchen Rechtsgrundlagen dies geschieht und welche Rechte und Anspr&uuml;che sich damit f&uuml;r Sie verbinden. Das ist keine abschliessende Beschreibung; allenfalls regeln andere Datenschutzerkl&auml;rungen, Vertragsbedingungen, allgemeine Gesch&auml;ftsbedingungen und &auml;hnliche Dokumente spezifische Sachverhalte. Wir verwenden den Begriff &laquo;Daten&raquo; hier gleichbedeutend mit &laquo;Personendaten&raquo; oder &laquo;personenbezogene Daten&raquo;.<br />
    Wenn Sie uns Daten &uuml;ber andere Personen wie z.B. Kontaktpersonen Ihres Unternehmens, Familienmitglieder, Arbeitskollegen etc. &uuml;bermitteln bzw. bekanntgeben, gehen wir davon aus, dass Sie dazu befugt sind und dass diese Daten richtig sind. Mit der &Uuml;bermittlung von Daten &uuml;ber Dritte best&auml;tigen Sie dies. Bitte stellen Sie auch sicher, dass diese Dritten &uuml;ber diese Datenschutzerkl&auml;rung informiert wurden.<br />
    Diese Datenschutzerkl&auml;rung ist auf die Anforderungen der EU-Datenschutz-Grundverordnung (&laquo;DSGVO&raquo;) und des Schweizer Datenschutzgesetzes (&laquo;DSG&raquo;) ausgelegt. Ob und inwieweit diese Gesetze anwendbar sind, h&auml;ngt jedoch vom Einzelfall ab.<br />
    <h2>Name und Anschrift des Verantwortlichen</h2>
    F&uuml;r die in dieser Datenschutzerkl&auml;rung beschriebenen Datenverarbeitungen ist die <br />
    Verein Mesh Festival<br />
    Freilager-Platz 9<br />
    CH-4142 M&uuml;nchenstein / Basel<br />
    https://meshfestival.ch&#8232;hello@meshfestival.ch<br />
    datenschutzrechtlich verantwortlich, soweit im Einzelfall nichts Anderes kommuniziert wird.<br />
    Sie k&ouml;nnen uns f&uuml;r Ihre Datenschutzanliegen und die Aus&uuml;bung Ihrer Rechte wie folgt erreichen: hello@meshfestival.ch<br />
    <h2>Kategorien von Daten, die wir verarbeiten</h2>
    Die Verarbeitung Ihrer Daten beschr&auml;nkt sich auf Daten, die f&uuml;r den Betrieb einer funktionsf&auml;higen Website und f&uuml;r die Bereitstellung unserer Inhalte, Produkte und Dienstleistungen erforderlich sind. Die Verarbeitung der Daten unserer Nutzer erfolgt auf Grundlage der vereinbarten Zwecke oder einer gesetzlichen Grundlage. Wir erheben nur solche Daten, die zur Durchf&uuml;hrung und Abwicklung unserer Aufgaben und Dienste erforderlich sind oder die Sie uns freiwillig zur Verf&uuml;gung stellen. <br />
    Vieler der in nachfolgend genannten Daten geben Sie uns selbst bekannt (z.B. im Rahmen der Kommunikation mit uns, im Zusammenhang mit Vertr&auml;gen, bei der Verwendung der Website etc.). Sie sind &ndash; unter Vorbehalt von Einzelf&auml;llen &ndash; nicht dazu verpflichtet. Im Rahmen Ihrer vertraglichen Verpflichtungen m&uuml;ssen Sie jedoch diejenigen Daten bereitstellen, die f&uuml;r die Aufnahme und Durchf&uuml;hrung des Vertrags und der Erf&uuml;llung der damit verbundenen Pflichten erforderlich sind. Ohne diese Daten werden wir in der Regel nicht in der Lage sein, einen Vertrag mit Ihnen zu schliessen oder diesen abzuwickeln. Auch die Website kann nicht genutzt werden, wenn gewisse Angaben zur Sicherstellung des Datenverkehrs (wie z.B. IP-Adresse) nicht offengelegt werden.<br />
    Je nach Anlass und Zweck der Verarbeitung verarbeiten wir unterschiedliche Daten &uuml;ber Sie:<br />
    <h3>Technische Daten</h3>
    Wenn Sie unsere Website oder andere elektronische Angebote verwenden, erheben wir technische Daten, um die Funktionalit&auml;t und Sicherheit dieser Angebote sicherzustellen. Um die Funktionalit&auml;t dieser Angebote sicherzustellen, k&ouml;nnen wir Ihnen bzw. Ihrem Endger&auml;t auch einen individuellen Code zuweisen (z.B. in Form eines Cookies, vgl. dazu Ziff. 16). Die technischen Daten f&uuml;r sich lassen grunds&auml;tzlich keine R&uuml;ckschl&uuml;sse auf Ihre Identit&auml;t zu. Im Rahmen von Benutzerkonten, Registrierungen, Zugangskontrollen oder der Abwicklung von Vertr&auml;gen k&ouml;nnen sie jedoch mit anderen Datenkategorien (und so ggf. mit Ihrer Person) verkn&uuml;pft werden.<br /><br />
    Zu den technischen Daten geh&ouml;ren u.a.<br />
    <ul>
        <li>die IP-Adresse und Angaben &uuml;ber das Betriebssystem Ihres Endger&auml;ts</li>
        <li>Name und URL der angeforderten Website</li>
        <li>Datum, Region und Zeitpunkt der Nutzung, GMT-Zeitzonendifferenz</li>
        <li>Meldung, ob der Aufruf erfolgreich war (Zugriffstatus/http-Statuscode)</li>
        <li>&Uuml;bertragene Datenmenge</li>
        <li>Websites, die &uuml;ber unsere Website aufgerufen werden</li>
        <li>Website, von der aus der Zugriff erfolgt (sog. Referrer-URL)</li>
        <li>Art des Browsers, den Sie f&uuml;r den Zugriff auf unser Online-Angebot verwenden</li>
        <li>Name Ihres Internetanbieters</li>
        <li>Typ und Version des verwendeten Browsers und andere vom Nutzer bereitgestellte Informationen (wie geografische Herkunft, Spracheinstellung, verwendete Add-ons, Bildschirmaufl&ouml;sung usw.).</li>
        <li>Protokolle, die in unseren Systemen erstellt werden (z. B. das Protokoll der Benutzeranmeldungen auf unserer Website).</li>
    </ul>
    <h3>Registrierungsdaten</h3>
    Bestimmte Angebote und Dienstleistungen k&ouml;nnen nur mit einer Registrierung (z.B. Newsletter) genutzt werden. Dabei m&uuml;ssen Sie uns bestimmte Daten angeben, und wir erheben Daten &uuml;ber die Nutzung des Angebots oder der Dienstleistung. <br />
    <br />
    Zu den Registrierungsdaten geh&ouml;ren u.a.<br />
    <ul><li>Kontaktinformationen, wenn Sie unseren Newsletter abonnieren.</li></ul>
    <h3>Kommunikationsdaten</h3>
    Wenn Sie mit uns &uuml;ber per E-Mail, Telefon, brieflich oder &uuml;ber sonstige Kommunikationsmittel in Kontakt treten, erfassen wir die zwischen Ihnen und uns ausgetauschten Daten. Wenn wir Telefongespr&auml;che oder Video-Konferenzen aufzeichnen, weisen wir Sie besonders darauf hin. Wenn wir Ihre Identit&auml;t feststellen wollen oder m&uuml;ssen, z.B. bei einem von Ihnen gestellten Auskunftsbegehren, erheben wir Daten, um Sie zu identifizieren (z.B. eine Kopie eines Ausweises).<br />
<br>
    Zu den Kommunikationsdaten geh&ouml;ren u.a.<br />
    <ul>
        <li>Name und Kontaktangaben</li>
        <li>Art und Weise sowie Ort und Zeit der Kommunikation und i.d.R. auch ihr Inhalt (d.h. der Inhalt von E-Mails, Briefen etc.). Diese Daten k&ouml;nnen auch Angaben &uuml;ber Dritte enthalten. Zum Zweck der Identifikation k&ouml;nnen wir auch Ihre Ausweisnummer oder ein von Ihnen festgelegtes Passwort.</li>
        </ul>
    <h3>Stammdaten</h3>
    Als Stammdaten bezeichnen wir die Grunddaten, die wir nebst den Vertragsdaten f&uuml;r die Abwicklung unserer vertraglichen und sonstigen gesch&auml;ftlichen Beziehungen oder f&uuml;r Marketing- und Werbezwecke ben&ouml;tigen. Stammdaten werden nicht pauschal erhoben, vielmehr richtet sich deren Erhebung nach dem Einzelfall und dem Zweck der Verarbeitung. Ihre Stammdaten verarbeiten wir, wenn Sie ein Kunde oder sonstiger gesch&auml;ftlicher Kontakt sind oder f&uuml;r einen solchen t&auml;tig sind (z.B. als Kontaktperson des Gesch&auml;ftspartners), oder weil wir Sie f&uuml;r unsere eigenen Zwecke oder die Zwecke eines Vertragspartners ansprechen wollen (z.B. im Rahmen von Marketing und Werbung, mit Newslettern etc.). Wir erhalten Stammdaten von Ihnen selbst (z.B. im Rahmen einer Registrierung), von Stellen, f&uuml;r die Sie t&auml;tig sind, oder von Dritten wie z.B. unseren Vertragspartnern, Verb&auml;nden und Adressh&auml;ndlern und aus &ouml;ffentlich zug&auml;nglichen Quellen wie z.B. &ouml;ffentlichen Registern oder dem Internet (Websites, Social Media etc.). <br /><br />
    Zu den Stammdaten geh&ouml;ren u.a.<br />
    <ul>
<li>Name und Kontaktangaben</li>
<li>Anschrift</li>
<li>E-Mail-Adresse</li>
<li>Telefonnummer</li>
<li>Geschlecht</li>
<li>Geburtsdatum </li>
<li>Staatsangeh&ouml;rigkeit</li>
<li>Daten &uuml;ber verwandte Personen</li>
<li>Webseiten</li>
<li>Profile in sozialen Medien</li>
<li>Fotos und Videos</li>
<li>Kopien von Personalausweisen</li>
<li>Angaben zu Ihrer Beziehung zu uns (z. B. Kunde, Lieferant, Besucher, Dienstleister oder Leistungsempf&auml;nger usw.)</li>
<li>Angaben zu Ihrem Status, Ihren Zuweisungen, Klassifizierungen und Mailinglisten</li>
<li>Einzelheiten zu Interaktionen mit Ihnen </li>
<li>Berichte</li>
<li>Offizielle Dokumente (z. B. Handelsregisterausz&uuml;ge, Genehmigungen)</li>
<li>Zahlungsinformationen (z.B. Bankverbindung, Kontonummer und Kreditkartendaten)</li>
<li>Einwilligungserkl&auml;rungen und Opt-out-Informationen</li>
</ul>
    Bei Kunden, Lieferanten und Partnern geh&ouml;ren zu den Stammdaten auch Informationen &uuml;ber die Rolle oder Funktion im Unternehmen, Qualifikationen und Informationen &uuml;ber Vorgesetzte, Mitarbeiter und Informationen &uuml;ber Interaktionen mit diesen Personen.<br />
    <h3>Vertragsdaten</h3>
    Wir erheben Vertragsdaten im Zusammenhang mit dem Abschluss oder der Durchf&uuml;hrung eines Vertrages. Diese Daten erheben wir i.d.R. von Ihnen, von Vertragspartnern und von in die Abwicklung des Vertrages involvierten Dritten. <br />
    <br />
    Zu den Vertragsdaten geh&ouml;ren u.a.<br />
    <ul>
<li>Informationen aus der Zeit vor dem Abschluss des Vertrags, sofern ein Vertragsabschluss zustande gekommen ist </li>
<li>Informationen &uuml;ber den Vertragsabschluss, &uuml;ber Ihre Vertr&auml;ge, z. B. die Art und das Datum des Abschlusses und dessen Dauer</li>
<li>Informationen &uuml;ber die Produkte und die erbrachten oder zu erbringenden Dienstleistungen</li>
<li>Informationen &uuml;ber R&uuml;ckmeldungen (z.B. Beschwerden, R&uuml;ckmeldungen &uuml;ber die Zufriedenheit usw.)</li>
<li>die Durchf&uuml;hrung und Verwaltung der Vertr&auml;ge, z.B. Informationen im Zusammenhang mit der Abrechnung, dem Kundenservice, der technischen Unterst&uuml;tzung und der Durchsetzung von vertraglichen Anspr&uuml;chen</li>
<li>Informationen &uuml;ber M&auml;ngel, Beschwerden und Vertrags&auml;nderungen sowie Informationen &uuml;ber die Kundenzufriedenheit, die wir z. B. durch Umfragen erheben k&ouml;nnen. </li>
<li>Finanzdaten, wie z.B. Bonit&auml;tsinformationen (d.h. Informationen, die R&uuml;ckschl&uuml;sse auf die Wahrscheinlichkeit der Bezahlung von Forderungen zulassen), Informationen &uuml;ber Mahnungen und Inkasso.</li>
</ul>
    <h3>Verhaltens- und Pr&auml;ferenzdaten</h3>
    Je nachdem, in welcher Beziehung wir zu Ihnen stehen, versuchen wir Sie kennenzulernen und unsere Produkte, Dienstleistungen und Angebote besser auf Sie auszurichten. Dazu erheben und nutzen wir Daten &uuml;ber Ihr Verhalten und Ihre Pr&auml;ferenzen. Wir tun dies, indem wir Angaben &uuml;ber Ihr Verhalten in unserem Bereich auswerten. Gest&uuml;tzt darauf k&ouml;nnen wir etwa die Wahrscheinlichkeit berechnen, dass Sie bestimmte Leistungen in Anspruch nehmen oder sich auf eine bestimmte Weise verhalten. Die dazu verarbeiteten Daten sind uns teilweise bereits bekannt (z.B. wenn Sie unsere Leistungen in Anspruch nehmen), oder wir gewinnen diese Daten, indem wir Ihr Verhalten aufzeichnen (z.B. wie Sie auf unserer Website navigieren). Wie das Tracking auf unserer Website funktioniert, beschreiben wir in Ziff. 16.<br />
    <br />
    Zu den Verhaltens- und Pr&auml;ferenzdaten geh&ouml;ren u.a.<br />
    <ul>
        <li>Informationen &uuml;ber bestimmte Handlungen, wie z. B. Ihre Reaktion auf elektronische Mitteilungen (z. B. ob und wann Sie eine E-Mail ge&ouml;ffnet haben) oder Ihren Aufenthalt sowie Ihre Interaktion mit unseren Social-Media-Profilen und Ihre Teilnahme an Verlosungen, Wettbewerben und &auml;hnlichen Veranstaltungen. </li>
        <li>So k&ouml;nnen wir beispielsweise Ihre Standortdaten drahtlos &uuml;ber eindeutige Codes erfassen, die Ihr Mobiltelefon aussendet, oder wenn Sie unsere Website nutzen. Wir werden Sie an den entsprechenden Standorten durch Schilder &uuml;ber die Erfassung solcher anonymer Bewegungsprofile informieren und nur mit Ihrer Zustimmung personalisierte Bewegungsprofile erstellen.</li>
        </ul>
    <h3>Sonstige Daten</h3>
    Daten von Ihnen erheben wir auch in anderen Situationen. Im Zusammenhang mit beh&ouml;rdlichen oder gerichtlichen Verfahren etwa fallen Daten an (wie Akten, Beweismittel etc.), die sich auch auf Sie beziehen k&ouml;nnen. Aus Gr&uuml;nden des Gesundheitsschutzes k&ouml;nnen wir ebenfalls Daten erheben (z.B. im Rahmen von Schutzkonzepten). Wir k&ouml;nnen Fotos, Videos und Tonaufnahmen erhalten oder herstellen, in denen Sie erkennbar sein k&ouml;nnen (z.B. an Anl&auml;ssen, durch Sicherheitskameras etc.). Wir k&ouml;nnen auch Daten dar&uuml;ber erheben, wer wann an welchen Workshops, Vermittlungsformanten, Veranstaltungen oder sonstigen Anl&auml;ssen teilnimmt (z.B. Besucherlisten, Zugangskontrollen, Kopien von Ausweisen etc.).<br />
    <h2>Zwecke der Verarbeitung</h2>
    Wir verarbeiten Ihre Daten zu den Zwecken, die wir im Folgenden erl&auml;utern. Diese Zwecke bzw. die Ihnen zugrundeliegenden Ziele stellen berechtigte Interessen von uns und ggf. von Dritten dar. Eine vollst&auml;ndige und abschliessende Auflistung s&auml;mtlicher Zwecke ist nicht m&ouml;glich, da wir nicht jeden Einzelfall abdecken k&ouml;nnen. Sie finden weitere Angaben zu den Rechtsgrundlagen unserer Verarbeitung in Ziff. 5.<br />
    <ul>
        <li>Vertragserf&uuml;llung</li>
        <li>Anbahnung, Begr&uuml;ndung und Beendigung der Gesch&auml;ftsbeziehung</li>
        <li>Abrechnung, Rechnungsstellung und Zahlungsabwicklung</li>
        <li>Produkt-/Dienstleistungsverbesserung und Innovation</li>
        <li>Kommunikation </li>
        <li>Marketing und Beziehungsmanagement</li>
        <li>Qualit&auml;tskontrolle, Markt- und Meinungsforschung, Medienbeobachtung</li>
        <li>Support, Kunden- und Beschwerdemanagement</li>
        <li>Sicherstellung, Verwaltung und Organisation unseres Gesch&auml;ftsbetriebs</li>
        <li>Pr&auml;ventionsmanagement, Unternehmensf&uuml;hrung, Gesch&auml;ftsentwicklung</li>
        <li>Verwaltung und Organisation unseres Gesch&auml;ftsbetriebs</li>
        <li>Einhaltung der Gesetze </li>
        <li>Erf&uuml;llung rechtlicher Pflichten, Durchsetzung und Abwehr von Rechtsanspr&uuml;chen </li>
    </ul>
    <h2>Rechtsgrundlage f&uuml;r die Verarbeitung Ihrer Daten</h2>
    Soweit wir Sie f&uuml;r bestimmte Verarbeitungen um Ihre Einwilligung bitten (z.B. f&uuml;r den Erhalt von Newslettern), verarbeiten wir Ihre Daten auf der Grundlage dieser Einwilligung. Sie k&ouml;nnen Ihre Einwilligung jederzeit mit Wirkung f&uuml;r die Zukunft durch schriftliche Mitteilung (E-Mail gen&uuml;gt) an uns widerrufen, siehe unsere Kontaktdaten in Ziff. 2. Wenn Sie Ihre Einwilligung zum Online-Tracking widerrufen m&ouml;chten, beachten Sie bitte Ziff. 16. Der Widerruf Ihrer Einwilligung ber&uuml;hrt weder die Rechtm&auml;ssigkeit der Verarbeitung, die wir vor Ihrem Widerruf durchgef&uuml;hrt haben, noch die Verarbeitung Ihrer Daten auf der Grundlage anderer Verarbeitungsgr&uuml;nde.<br />
    Wenn wir Sie nicht um Ihre Zustimmung gebeten haben, verarbeiten wir Ihre Daten aus anderen rechtlichen Gr&uuml;nden, wie z.B. eine vertragliche Verpflichtung, eine gesetzliche Verpflichtung, ein lebenswichtiges Interesse der betroffenen Person oder einer anderen nat&uuml;rlichen Person, zur Erf&uuml;llung einer &ouml;ffentlichen Aufgabe oder ein berechtigtes Interesse, das die Einhaltung des geltenden Rechts und die Vermarktung unserer Produkte und Dienstleistungen umfasst, das Interesse, unsere M&auml;rkte besser zu verstehen und unser Unternehmen, einschliesslich seiner T&auml;tigkeiten, sicher und effizient zu verwalten und weiterzuentwickeln.<br />
    
    <h2>Weitergabe von Daten an Dritte</h2>
    Im Zusammenhang mit unseren Vertr&auml;gen, der Website, unseren Dienstleistungen und Produkten, unseren rechtlichen Pflichten oder sonst zur Wahrung unserer berechtigten Interessen und den weiteren oben aufgef&uuml;hrten Zwecken &uuml;bermitteln wir Ihre Daten auch an Dritte, insbesondere an die folgenden Kategorien von Empf&auml;ngern:<br />
    <ul>
    <li>Vertragspartner</li>
    <li>Kunden</li>
    <li>Dienstleister, einschliesslich Auftragsverarbeiter bzw. Unterauftragsverarbeiter</li>
    <li>Versandunternehmen</li>
    <li>Mitbewerber, Verb&auml;nde, Organisationen und weitere Gremien</li>
    <li>Erwerber oder Interessenten am Erwerb von Mesh Festival</li>
    <li>Medien</li>
    <li>In- und ausl&auml;ndischen Beh&ouml;rden, Amtsstellen und Gerichten</li>
    <li>Anderen Parteien in m&ouml;glichen oder tats&auml;chlichen Rechtsverfahren</li>
    </ul>
    <h2>Social Plug-ins</h2>
    Auf unseren Webseiten setzen wir keine Social-Media-Plugins ein. Sofern unsere Webseiten Symbole von Social-Media-Anbietern enthalten (z.&#8201;B. Instagram, Facebook, LinkedIn, Vimeo und Youtube), nutzen wir diese lediglich zur passiven Verlinkung auf die Seiten der jeweiligen Anbieter.<br />
    
    <h2>Einbindung von Google Maps</h2>
    Auf unserer Website nutzen wir das Angebot von Google Maps. Dadurch k&ouml;nnen wir Ihnen interaktive Karten direkt in der Website anzeigen und erm&ouml;glichen Ihnen die komfortable Nutzung der Karten-Funktion. Rechtsgrundlage f&uuml;r die Nutzung der Karten ist Ihre Einwilligung, d.h. die Einbindung erfolgt nur nach Ihrer Einwilligung.<br />
    Wenn Sie Ihre Einwilligung erteilt haben, erh&auml;lt Google die Information, dass Sie die entsprechende Unterseite unserer Website aufgerufen haben. Zudem werden die oben genannten grundlegenden Daten wie IP-Adresse und Zeitstempel &uuml;bermittelt. Dies erfolgt unabh&auml;ngig davon, ob Google ein Nutzerkonto bereitstellt, &uuml;ber das Sie eingeloggt sind, oder ob kein Nutzerkonto besteht. Wenn Sie bei Google eingeloggt sind, werden Ihre Daten direkt Ihrem Konto zugeordnet. Wenn Sie die Zuordnung mit Ihrem Profil bei Google nicht w&uuml;nschen, m&uuml;ssen Sie sich vor Aktivierung des Buttons ausloggen. Google speichert Ihre Daten als Nutzungsprofile und nutzt sie f&uuml;r Zwecke der Werbung, Marktforschung und/oder bedarfsgerechten Gestaltung seiner Website. Eine solche Auswertung erfolgt insbesondere (selbst f&uuml;r nicht eingeloggte Nutzer) zur Erbringung von bedarfsgerechter Werbung und um andere Nutzer des sozialen Netzwerks &uuml;ber Ihre Aktivit&auml;ten auf unserer Website zu informieren. Ihnen steht ein Widerspruchsrecht zu gegen die Bildung dieser Nutzerprofile, wobei Sie sich zur Aus&uuml;bung dessen an Google richten m&uuml;ssen.<br />
    Die erhobenen Informationen werden auf Servern von Google, auch in den USA, gespeichert. F&uuml;r diese F&auml;lle haben wir sogenannte Standarddatenschutzklauseln mit Google vereinbart, deren Zweck die Einhaltung eines angemessenen Datenschutzniveaus im Drittland ist.<br />
    Weitere Informationen zu Zweck und Umfang der Datenerhebung und ihrer Verarbeitung durch Google erhalten Sie in der Datenschutzerkl&auml;rungen von Google. Dort erhalten Sie auch weitere Informationen zu Ihren diesbez&uuml;glichen Rechten und Einstellungsm&ouml;glichkeiten zum Schutze Ihrer Privatsph&auml;re: www.google.de/intl/de/policies/privacy.<br />
    <h2>Unsere Auftritte in sozialen Netzwerken</h2>
    Wir haben verschiedene Auftritte auf Social-Media-Plattformen. Die Auftritte betreiben wir bei folgenden Anbietern: Instagram, Facebook, LinkedIn, Vimeo und Youtube und erheben dort die unter Ziff. 3 und nachfolgend beschriebenen Daten &uuml;ber Sie. <br />
    Wir erhalten diese Daten von Ihnen und den Plattformen, wenn Sie &uuml;ber unsere Online-Auftritt mit uns in Kontakt kommen (z.B., wenn Sie mit uns kommunizieren, unsere Inhalte kommentieren oder unsere Pr&auml;senz besuchen). Dar&uuml;ber hinaus nutzen wir Auswertungstools der Social-Media-Plattformen (wie z.B. Meta Business Suite), um unseren Auftritt auf den Plattformen zu analysieren. Gleichzeitig werten die Plattformen Ihre Nutzung unserer Online-Auftritte aus und verkn&uuml;pfen diese Daten mit weiteren, den Plattformen bekannten Daten &uuml;ber Sie (z.B. zu Ihrem Verhalten und Ihren Pr&auml;ferenzen). Sie verarbeiten diese Daten auch f&uuml;r eigene Zwecke in eigener Verantwortlichkeit, insbesondere f&uuml;r Marketing- und Marktforschungszwecke (z.B. um Werbung zu personalisieren) und um ihre Plattformen zu steuern (z.B. welche Inhalte sie Ihnen anzeigen).<br />
    Dies geschieht auch dann, wenn Sie selbst kein Profil auf der Social-Media-Plattform haben. Wir verarbeiten diese Daten zu den in Ziff. 4 beschriebenen Zwecken, insbesondere zur Kommunikation, f&uuml;r Marketingzwecke und zur Marktforschung. Zu den entsprechenden Rechtsgrundlagen finden Sie Angaben in Ziff. 5. <br />
    Wir weisen Sie darauf hin, dass Sie unsere Auftritte bei Social-Media-Plattformen und ihre Funktionen in eigener Verantwortung nutzen. Dies gilt insbesondere f&uuml;r die Nutzung der interaktiven Funktionen (z.B. Kommentieren, Teilen, Bewerten). <br />
    Die einzelnen Datenverarbeitungsvorg&auml;nge und ihr Umfang unterscheiden sich je nach Betreiber des jeweiligen sozialen Netzwerks. Einzelheiten &uuml;ber die Erhebung und Speicherung Ihrer Daten sowie &uuml;ber Art, Umfang und Zweck ihrer Verwendung durch den Betreiber der jeweiligen Social-Media-Plattform entnehmen Sie bitte den Datenschutzerkl&auml;rungen des jeweiligen Betreibers (vgl. unter Ziff. 8 Social Plug-ins).<br />
    Die in diesem Zusammenhang &uuml;ber Sie erhobenen Daten werden von den Plattformen verarbeitet und dabei ggf. in L&auml;nder ausserhalb der Europ&auml;ischen Union, insbesondere die USA, &uuml;bertragen, die aus Sicht der Schweiz oder des Europ&auml;ischen Wirtschaftsraums (EWR) m&ouml;glicherweise kein angemessenes Schutzniveau f&uuml;r die Verarbeitung von Personendaten gem&auml;ss den Schweizer/EU-Standards gew&auml;hrleisten. In einem solchen Fall haben wir so genannte Standardvertragsklauseln mit den Anbietern vereinbart, deren Zweck die Einhaltung eines angemessenen Datenschutzniveaus im Drittland ist.<br />
    Einige der vorgenannten Anbieter halten laut eigenen Angaben ein angemessenes Datenschutzniveau ein, das dem des fr&uuml;heren EU-US Privacy Shield entspricht und zudem wir haben die so genannten Standarddatenschutzklauseln mit den Unternehmen geschlossen.<br />
    Uns ist nicht bekannt, in welcher Weise die Social-Media-Plattformen die Daten aus Ihrem Besuch unseres Accounts und Interaktion mit unseren Beitr&auml;gen f&uuml;r eigene Zwecke verwenden, wie lange diese Daten gespeichert werden und ob Daten an Dritte weitergegeben werden. Die Datenverarbeitung kann sich danach unterscheiden, ob Sie bei dem sozialen Netzwerk registriert und angemeldet sind oder als nicht-registrierter und/oder nicht-angemeldeter Nutzer die Seite besuchen. Beim Zugriff auf einen Beitrag oder den Account wird die Ihrem Endger&auml;t zugeteilte IP-Adresse an den Anbieter der Social-Media-Plattform &uuml;bermittelt. Wenn Sie als Nutzerin oder Nutzer aktuell angemeldet sind, kann &uuml;ber ein Cookie auf Ihrem Endger&auml;t nachvollzogen werden, wie Sie sich im Netz bewegt haben. &Uuml;ber in Webseiten eingebundene Buttons ist es den Plattformen m&ouml;glich, Ihre Besuche auf diesen Webseiten Seiten zu erfassen und Ihrem jeweiligen Profil zuzuordnen. Anhand dieser Daten k&ouml;nnen Inhalte oder Werbung auf Sie zugeschnitten angeboten werden. Wenn Sie dies vermeiden m&ouml;chten, sollten Sie sich abmelden bzw. die Funktion &#8222;angemeldet bleiben&ldquo; deaktivieren, die auf Ihrem Ger&auml;t vorhandenen Cookies l&ouml;schen und Ihren Browser neu starten.<br />
    Zur Aus&uuml;bung Ihrer Betroffenenrechte k&ouml;nnen Sie sich sowohl an uns oder an den Anbieter der Social-Media-Plattform wenden. Soweit eine Partei nicht f&uuml;r die Beantwortung zust&auml;ndig ist oder die Informationen von der anderen Partei erhalten muss, werden dann wir oder der Anbieter Ihre Anfrage an den jeweiligen Partner weiterleiten. Bitte wenden Sie sich f&uuml;r Fragen &uuml;ber die Profilbildung, Verarbeitung Ihrer Daten bei Nutzung der Website direkt an den Betreiber der Social-Media-Plattform. Bei Fragen zu der Verarbeitung Ihrer Interaktion mit uns auf unserer Seite, schreiben Sie an die oben von uns angegebenen Kontaktdaten.<br />
    Welche Informationen die Social-Media-Plattform erh&auml;lt und wie diese verwendet werden, beschreiben die Anbieter in ihren. Dort finden Sie auch Informationen &uuml;ber Kontaktm&ouml;glichkeiten sowie zu den Einstellm&ouml;glichkeiten f&uuml;r Werbeanzeigen. <br />
   
    <h2>&Uuml;bermittlung von Daten ins Ausland</h2>
    Wie in Ziff. 7 erl&auml;utert, geben wir Daten auch anderen Stellen bekannt. Diese befinden sich nicht nur in der Schweiz. Ihre Daten k&ouml;nnen daher sowohl in Europa als auch in den USA, Irland, Neuseeland und Estland verarbeitet werden; in Ausnahmef&auml;llen aber in jedem Land der Welt. <br />
    Wir &uuml;bermitteln Daten in L&auml;nder ohne angemessenen gesetzlichen Datenschutz nur, wenn dies zur Erf&uuml;llung eines Vertrags oder zur Geltendmachung oder Verteidigung von Rechtsanspr&uuml;chen erforderlich ist, oder wenn eine solche &Uuml;bermittlung auf Ihrer ausdr&uuml;cklichen Zustimmung beruht oder Garantien unterliegt, die den Schutz Ihrer Daten gew&auml;hrleisten, wie die von der Europ&auml;ischen Kommission genehmigten Standardvertragsklauseln (angepasst an die Schweiz, sofern anwendbar).<br />
    <h2>Wie lange wir Ihre pers&ouml;nlichen Daten aufbewahren</h2>
    Wir verarbeiten Ihre Daten nur so lange, wie es f&uuml;r die Erf&uuml;llung der Zwecke, f&uuml;r die wir sie erhoben haben, erforderlich ist, einschliesslich der Einhaltung gesetzlicher Aufbewahrungspflichten und, soweit dies zur Geltendmachung oder Abwehr von Rechtsanspr&uuml;chen erforderlich ist, bis zum Ende der jeweiligen Aufbewahrungsfrist oder bis zur Erledigung der betreffenden Anspr&uuml;che. Nach Ablauf der jeweiligen Aufbewahrungsfrist werden wir Ihre Daten in &Uuml;bereinstimmung mit den geltenden Gesetzen und Vorschriften sicher vernichten.<br />
    <h2>Sicherheit Ihrer pers&ouml;nlichen Daten</h2>
    Wir treffen angemessene Sicherheitsmassnahmen, um die Vertraulichkeit, Integrit&auml;t und Verf&uuml;gbarkeit Ihrer Daten zu wahren, um sie gegen unberechtigte oder unrechtm&auml;ssige Verarbeitungen zu sch&uuml;tzen und den Gefahren des Verlusts, einer unbeabsichtigten Ver&auml;nderung, einer ungewollten Offenlegung oder eines unberechtigten Zugriffs entgegenzuwirken.<br />
    Dennoch k&ouml;nnen wir und Ihre Daten Opfer von Cyberangriffen, Cyberkriminalit&auml;t, Brute-Force-Methoden, Hackerangriffen und weiteren betr&uuml;gerischen und b&ouml;swilligen Aktivit&auml;ten werden, einschliesslich, aber nicht beschr&auml;nkt auf Viren, F&auml;lschungen, Fehlfunktionen und Unterbrechungen, was ausserhalb unserer Kontrolle und Verantwortung liegt.<br />
    Wir haben ausserdem Verfahren f&uuml;r den Umgang mit mutmasslichen Verletzungen des Schutzes Ihrer Daten eingerichtet und werden Sie und alle zust&auml;ndigen Aufsichtsbeh&ouml;rden &uuml;ber eine Verletzung benachrichtigen, wenn wir gesetzlich dazu verpflichtet sind.<br />
    <h2>Ihre Rechte</h2>
    Je nach geltendem Datenschutzrecht haben Sie verschiedene Rechte in Bezug auf die Verarbeitung Ihrer Daten durch uns:<br />
    <h3>Recht auf Auskunft</h3>
    Sie haben das Recht, Auskunft von uns zu verlangen, ob und welche Daten wir von Ihnen verarbeiten. <br />
<h3>Recht auf Berichtigung</h3>
    Wir bem&uuml;hen uns, Ihre pers&ouml;nlichen Daten korrekt, aktuell und vollst&auml;ndig zu halten. Wir ermutigen Sie, uns zu kontaktieren und uns mitzuteilen, wenn Ihre pers&ouml;nlichen Daten nicht korrekt sind oder sich &auml;ndern, damit wir Ihre pers&ouml;nlichen Daten auf dem neuesten Stand halten k&ouml;nnen.<br />
<h3>Recht auf L&ouml;schung</h3>
    Sie haben das Recht, von uns die L&ouml;schung Ihrer Daten zu verlangen, wenn die Personendaten f&uuml;r die Zwecke, f&uuml;r die sie erhoben wurden, nicht mehr erforderlich sind, oder wenn Ihre Daten u. a. unrechtm&auml;ssig verarbeitet wurden.<br />
<h3>Recht auf Einschr&auml;nkung der Verarbeitung</h3>
    Sie haben das Recht, uns zu bitten, die Verarbeitung Ihrer Daten unter bestimmten Umst&auml;nden einzuschr&auml;nken.<br />
<h3>Recht auf Daten&uuml;bertragbarkeit</h3>
    Sie haben das Recht, von uns die Herausgabe bestimmter Personendaten in einem g&auml;n-gigen elektronischen Format oder ihre &Uuml;bertragung an einen anderen Verantwortlichen zu verlangen. Recht auf R&uuml;ckzug der Zustimmung<br />
    Wenn wir Daten auf der Grundlage Ihrer Einwilligung verarbeiten, haben Sie das Recht, Ihre Einwilligung zu widerrufen. Sobald wir die Mitteilung erhalten haben, dass Sie Ihre Einwilligung widerrufen haben, werden wir Ihre Daten nicht mehr f&uuml;r den/die Zweck(e) verarbeiten, dem/denen Sie urspr&uuml;nglich zugestimmt haben, es sei denn, es gibt einen anderen Rechtsgrund f&uuml;r die Verarbeitung.<br />
<h3>Recht auf Widerruf der Einwilligung</h3>
    Wenn wir Daten auf der Grundlage Ihrer Einwilligung verarbeiten, haben Sie das Recht, Ihre Einwilligung zu widerrufen. Sobald wir die Mitteilung erhalten haben, dass Sie Ihre Einwilligung widerrufen haben, werden wir Ihre Daten nicht mehr f&uuml;r den/die Zweck(e) verarbeiten, dem/denen Sie urspr&uuml;nglich zugestimmt haben, es sei denn, es gibt einen anderen Rechtsgrund f&uuml;r die Verarbeitung.<br />
<h3>Beschwerde</h3>
    Wenn Sie glauben, dass Ihre Datenschutzrechte verletzt worden sein k&ouml;nnten, teilen Sie uns dies bitte mit und wenden Sie sich an die zust&auml;ndige Aufsichtsbeh&ouml;rde.<br />
<h3>Widerspruchsrecht</h3>
    Nach geltendem Datenschutzrecht haben Sie das Recht, der Verarbeitung Sie betreffender Personendaten unter bestimmten Umst&auml;nden jederzeit zu widersprechen, insbesondere wenn Ihre Daten im &ouml;ffentlichen Interesse, auf der Grundlage einer Interessenabw&auml;gung oder f&uuml;r Direktmarketingzwecke verarbeitet werden.<br />
    Wenn Sie die oben genannten Rechte aus&uuml;ben m&ouml;chten, wenden Sie sich bitte an hello@meshfestival.ch oder an die in Ziff. 2 angegebenen Kontaktdaten, sofern nicht anders angegeben oder vereinbart. Bitte beachten Sie, dass wir Sie identifizieren m&uuml;ssen, um Missbrauch zu verhindern, z.B. durch eine Kopie Ihres Personalausweises oder Reisepasses, es sei denn, eine Identifizierung ist anders m&ouml;glich.<br />
    <h2>Newsletter</h2>
    Wenn Sie einen unserer angebotenen Newsletter abonnieren, k&ouml;nnen Sie das Abonnement jederzeit k&uuml;ndigen, indem Sie die im Newsletter enthaltene Option zum Abbestellen nutzen.<br />
    <h2>Cookies</h2>
    Wir verwenden Cookies auf unserer Website und erlauben dies m&ouml;glicherweise auch bestimmten Dritten. Cookies sind kleine Dateien, die Ihr Browser automatisch erstellt und die auf Ihrem Ger&auml;t (Laptop, Tablet, Smartphone, etc.) gespeichert werden, wenn Sie unsere Website besuchen. <br />
    Je nach dem Zweck dieser Cookies k&ouml;nnen wir Sie jedoch um Ihre ausdr&uuml;ckliche vorherige Zustimmung bitten, bevor wir sie verwenden. Sie k&ouml;nnen auf Ihre aktuellen Einstellungen zugreifen, indem Sie unten auf die Schaltfl&auml;che &laquo;Cookie-Einstellungen &auml;ndern&raquo; klicken, und Sie k&ouml;nnen Ihre Zustimmung unter demselben Link jederzeit widerrufen. Sie k&ouml;nnen Ihren Browser auch so einstellen, dass er bestimmte Arten von Cookies oder alternative Technologien blockiert oder &uuml;berlistet, oder dass er vorhandene Cookies l&ouml;scht. Sie k&ouml;nnen Ihren Browser auch mit Software ausstatten, die das Tracking durch Dritte blockiert. Weitere Informationen finden Sie auf den Hilfeseiten Ihres Browsers (in der Regel unter dem Stichwort &laquo;Datenschutz&raquo;) oder auf den Websites der in unserem Consent Management Tool genannten Drittanbieter.<br />
    <h3>Notwendige Cookies</h3>
    Einige Cookies sind f&uuml;r das Funktionieren der Website als solche oder bestimmte Funktionen notwendig. Sie stellen z.B. sicher, dass Sie zwischen den Seiten wechseln k&ouml;nnen, ohne dass in einem Formular eingegebene Angaben verloren gehen. Sie stellen ausserdem sicher, dass Sie eingeloggt bleiben. Diese Cookies bestehen nur tempor&auml;r (&laquo;Session Cookies&raquo;). Die Session-Cookies werden nach Verlassen unserer Seiten automatisch gel&ouml;scht. Wenn Sie sie blockieren, funktioniert die Website m&ouml;glicherweise nicht richtig. Andere Cookies sind f&uuml;r den Server notwendig, um Optionen oder Informationen (die Sie eingegeben haben) &uuml;ber eine Sitzung (d.h. einen Besuch der Website) hinaus zu speichern, wenn Sie diese Funktion nutzen (z.B. Spracheinstellungen, Einwilligungen, automatische Anmeldefunktionen usw.). Die Rechtsgrundlage f&uuml;r diese Cookies ist unser berechtigtes Interesse, Ihnen alle Funktionen unserer Website zur Verf&uuml;gung zu stellen. Eine Liste aller notwendingen Cookies finden Sie in unserem Consent Management Tool. <br />
    <h3>Performance Cookies</h3>
    Um unsere Website und die damit verbundenen Angebote zu optimieren und besser an die Bed&uuml;rfnisse der Nutzer anzupassen, verwenden wir Cookies, um die Nutzung unserer Website aufzuzeichnen und zu analysieren, m&ouml;glicherweise auch &uuml;ber eine Sitzung hinaus. Zu diesem Zweck verwenden wir Analysedienste von Drittanbietern, die im Folgenden aufgelistet sind (siehe Ziff. 17 &laquo;Monitoring Tools&raquo;).&#8239; Wir analysieren zum Beispiel, welche Seite ein Nutzer am h&auml;ufigsten aufruft und ob Fehlermeldungen angezeigt werden. Diese Cookies speichern keine dar&uuml;ber hinausgehenden Informationen. Sie dienen ausschliesslich dazu, die Benutzerfreundlichkeit zu erh&ouml;hen und Websiten gezielter auf den Benutzer abzustimmen. Bevor wir solche Cookies verwenden, bitten wir Sie um Ihre ausdr&uuml;ckliche vorherige Zustimmung. Sie k&ouml;nnen diese Zustimmung jederzeit &uuml;ber die Cookie-Einstellungen widerrufen. Einzelheiten finden Sie auf den Websites der Drittanbieter.<br />
    Wir und unsere Werbepartner haben ein Interesse daran, Werbung m&ouml;glichst zielgerichtet auszusteuern, d.h. nur denjenigen zu zeigen, die wir auch ansprechen wollen.&#8239;Zu diesem Zweck setzen wir und unsere Werbepartner &ndash; sofern Sie zustimmen &ndash; Cookies ein, die die abgerufenen Inhalte oder die abgeschlossenen Vertr&auml;ge erfassen k&ouml;nnen. Dies erm&ouml;glicht es uns, unsere Inhalte zu optimieren (siehe Ziff. 17 &laquo;Monitoring Tools&raquo;) und uns und unseren Werbepartnern, Ihnen auf unserer Website, aber auch auf anderen Websites, die Werbung von uns oder unseren Werbepartnern anzeigen, Werbung anzuzeigen, die Sie unserer Meinung nach interessiert (siehe Ziff. 18 &laquo;Tracking Tools&raquo;).&#8239; Wenn Sie der Verwendung dieser Cookies zustimmen, wird Ihnen entsprechende Werbung angezeigt. Wenn Sie dem nicht zustimmen, sehen Sie nicht weniger Werbung, sondern einfach jede andere Werbung. Sie k&ouml;nnen Ihre Zustimmung jederzeit &uuml;ber die Cookie-Einstellungen widerrufen.<br />
    <h2>Monitoring Tools</h2>
    Wir verwenden Monitoring-Tools, um die Funktionsf&auml;higkeit unserer Website zu gew&auml;hrleisten und sog. Errors zu erkennen. <br />
   <h3>Raygun</h3>
    Diese Website nutzt Raygun, ein Monitoring-Tool. Dienstanbieter ist das neuseel&auml;ndische Unternehmen Raygun Limited, Wellington, L7/59 Courtenay Pl, Te Aro, Neuseeland. Mehr &uuml;ber die Daten, die durch die Verwendung von Raygun verarbeitet werden, erfahren Sie in der Datenschutzerkl&auml;rung auf https://raygun.com/privacy<br />
    <h2>Tracking Tools</h2>
    Auf Grundlage Ihrer Einwilligung setzen wir Tracking Tools auf unserer Webseite ein, um eine bedarfsgerechte Gestaltung und fortlaufende Optimierung unserer Website zu gew&auml;hrleisten. Ausserdem nutzen wir die Tracking Tools, um die Nutzung unserer Website statistisch zu erfassen und zum Zwecke der Optimierung der Inhalte, die wir Ihnen zeigen, auszuwerten.<br />
    <h3>Google Analytics</h3>
    Google Irland (mit Sitz in Irland) ist der Anbieter des Dienstes &laquo;Google Analytics&raquo; und fungiert als unser Auftragsverarbeiter. Google Irland st&uuml;tzt sich hierf&uuml;r auf Google LLC (mit Sitz in den USA) als ihr Auftragsverarbeiter (beide &laquo;Google&raquo;). Google verfolgt dabei durch Performance Cookies (s. oben) das Verhalten der Besucher auf unserer Website (Dauer, H&auml;ufigkeit der aufgerufenen Seiten, geographische Herkunft des Zugriffs etc.) und erstellt f&uuml;r uns auf dieser Grundlage Berichte &uuml;ber die Nutzung unserer Website. Wir haben den Dienst so konfiguriert, dass die IP-Adressen der Besucher von Google in Europa vor einer Weiterleitung in die USA gek&uuml;rzt werden und dadurch nicht zur&uuml;ckverfolgt werden k&ouml;nnen. Wir haben die Einstellungen &laquo;Datenweitergabe&raquo; und &laquo;Signals&raquo; ausgeschaltet. Obwohl wir annehmen k&ouml;nnen, dass die Informationen, welche wir mit Google teilen, f&uuml;r Google keine Personendaten sind, ist es m&ouml;glich, dass Google von diesen Daten f&uuml;r eigene Zwecke R&uuml;ckschl&uuml;sse auf die Identit&auml;t der Besucher ziehen, personenbezogene Profile erstellen und diese Daten mit den Google-Konten dieser Personen verkn&uuml;pfen kann. Falls Sie der Nutzung von Google Analytics zustimmen, willigen sie explizit einer solchen Verarbeitung zu, welche auch die &Uuml;bermittlung von Personendaten (insbesondere Nutzungsdaten zur Website und App, Ger&auml;teinformationen und individuelle IDs) in die USA und in andere Staaten umfasst. Informationen zum Datenschutz von Google Analytics finden Sie hier https://support.google.com/analytics/answer/6004245 und falls Sie &uuml;ber ein Google-Konto verf&uuml;gen, finden Sie weitere Angaben zur Verarbeitung durch Google hier https://policies.google.com/technologies/partner-sites?hl=de.<br />
    <h3>Plausible</h3>
    Unsere Website benutzt den Open Source Webanalysedienst von Plausible mit Sitz in Estland, um die Reichtweite unserer Website zu messen. Die Webanalyse basiert auf anonymisierten Daten. Ein R&uuml;ckschluss auf Personen ist nicht m&ouml;glich. Folgende webstatistische Auswertungen werden vorgenommen: URL, HTTP Referer, Browser, Betriebssystem, Endger&auml;t, Land. Mehr Infos zu Plausible finden Sie unter https://plausible.io/data-policy<br />
    <h2>Aktualisierung und &Auml;nderung dieser Datenschutzerkl&auml;rung</h2>
    Aufgrund der kontinuierlichen Weiterentwicklung unserer Website und ihrer Inhalte sowie aufgrund von Gesetzes&auml;nderungen oder beh&ouml;rdlichen Auflagen kann es sein, dass wir diese Datenschutzerkl&auml;rung von Zeit zu Zeit &auml;ndern m&uuml;ssen. Die auf dieser Website ver&ouml;ffentliche Version ist die jeweils aktuelle Fassung.</p>
    
    <p>Letzte Aktualisierung: 01.11.2023<br />
    </p>
</article>
</body></html>